tap 'peco/peco'
tap 'neovim/neovim'
tap 'tcnksm/ghr'
brew 'ansifilter'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'clang-format'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'gettext'
brew 'git'
brew 'go'
brew 'homebrew/dupes/unzip'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'libevent'
brew 'libpcl'
brew 'libssh2'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'llvm'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'openssl'
brew 'packer'
brew 'pcre'
brew 'peco'
brew 'phantomjs'
brew 'pkg-config'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'
brew 'wireshark', args: ['with-qt']
brew 'zsh'
