tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'jawshooah/pyenv'
tap 'nishanths/tap'
tap 'peco/peco'
tap 'rrreeeyyy/license'
tap 'sanemat/font'
tap 'tcnksm/ghr'
tap 'tcnksm/license'
cask 'xquartz'
brew 'ansifilter'
brew 'argtable'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'pkg-config'
brew 'bdw-gc'
brew 'binutils'
brew 'c-ares'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'go'
brew 'ccat'
brew 'cmake'
brew 'clang-format'
brew 'gmp'
brew 'coreutils'
brew 'libtool', args: ['universal']
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'wget'
brew 'gnu-sed'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'libelf'
brew 'crosstool-ng'
brew 'ctags'
brew 'libssh2'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'dbus'
brew 'direnv'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'geoip'
brew 'gibo'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2', args: ['with-readline']
brew 'lua'
brew 'mysql'
brew 'qt'
brew 'gnuplot'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'htop-osx'
brew 'hub'
brew 'jasper', args: ['universal']
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'keychain'
brew 'libevent'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libpcl'
brew 'libxml2'
brew 'libxslt'
brew 'little-cms2', args: ['universal']
brew 'llvm', args: ['with-utils']
brew 'luajit'
brew 'mercurial'
brew 'nkf'
brew 'nodebrew'
brew 'packer'
brew 'peco'
brew 'percona-toolkit'
brew 'phantomjs'
brew 'pinentry-mac'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rust'
brew 'sane-backends', args: ['universal']
brew 'sqlite'
brew 'ssh-copy-id'
brew 'sysdig'
brew 'terminal-notifier'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tsung'
brew 'unixodbc'
brew 'v8'
brew 'vim', args: ['with-lua']
brew 'w3m'
brew 'watch'
brew 'wine'
brew 'wireshark', args: ['with-qt']
brew 'zsh'
brew 'homebrew/dupes/unzip'
brew 'jawshooah/pyenv/pyenv-default-packages'
brew 'nishanths/tap/license'
brew 'sanemat/font/ricty', args: ['powerline', 'vim-powerline']
brew 'tcnksm/ghr/ghr'
cask 'basictex'
cask 'dash'
cask 'discord'
cask 'google-chrome'
cask 'keepassx'
cask 'kindle'
cask 'licecap'
cask 'macvim-kaoriya'
cask 'mysqlworkbench'
cask 'nylas-n1'
cask 'skype'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
