tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'peco/peco'
tap 'sanemat/font'
tap 'tcnksm/ghr'
cask 'xquartz'
brew 'ansifilter'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'c-ares'
brew 'pkg-config'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'clang-format'
brew 'gmp'
brew 'coreutils'
brew 'ctags'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'libssh2'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'd-bus'
brew 'pcre'
brew 'git'
brew 'go'
brew 'direnv'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'libtool', args: ['universal']
brew 'unixodbc'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'geoip'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'htop-osx'
brew 'hub'
brew 'jasper', args: ['universal']
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libpcl'
brew 'libxml2'
brew 'libxslt'
brew 'little-cms2', args: ['universal']
brew 'llvm'
brew 'lua'
brew 'mercurial'
brew 'mysql'
brew 'nkf'
brew 'nodebrew'
brew 'packer'
brew 'peco'
brew 'phantomjs'
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sane-backends', args: ['universal']
brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'
brew 'wine'
brew 'wireshark', args: ['with-qt']
brew 'zsh'
brew 'homebrew/dupes/unzip'
brew 'sanemat/font/ricty', args: ['powerline', 'vim-powerline']
brew 'tcnksm/ghr/ghr'
cask 'google-chrome'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
